bradlc.vscode-tailwindcss
bufbuild.vscode-buf
catppuccin.catppuccin-vsc
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
geddski.macros
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
graphql.vscode-graphql
graphql.vscode-graphql-syntax
hashicorp.terraform
isudox.vscode-jetbrains-keybindings
janisdd.vscode-edit-csv
k--kato.intellij-idea-keybindings
mechatroner.rainbow-csv
mkhl.direnv
mquandalle.graphql
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vsliveshare.vsliveshare
orta.vscode-jest
peterj.proto
pflannery.vscode-versionlens
redhat.vscode-yaml
rooveterinaryinc.roo-cline
saoudrizwan.claude-dev
streetsidesoftware.code-spell-checker
vitest.explorer
vscode-icons-team.vscode-icons
vscodevim.vim
vue.volar
waderyan.gitblame
wayou.vscode-todo-highlight
yoavbls.pretty-ts-errors
ziyasal.vscode-open-in-github
